Repository: BlazeSnow/PowerPlan
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, zh_cn, zh_hk

# AppTitleBar.Subtitle
source: Quickly switch Windows power plans
de: Windows-Energiesparpläne schnell wechseln
es: Cambiar rápidamente los planes de energía de Windows
fr: Changer rapidement de mode de gestion d'alimentation Windows
it: Cambia rapidamente le combinazioni di risparmio energia di Windows
zh_hk: 快速切換 Windows 電源計劃

# AppDescription
source: Quickly switch Windows power plans
de: Windows-Energiesparpläne schnell wechseln
es: Cambiar rápidamente los planes de energía de Windows
fr: Changer rapidement de mode de gestion d'alimentation Windows
it: Cambia rapidamente le combinazioni di risparmio energia di Windows
zh_hk: 快速切換 Windows 電源計劃

# App.Status.StartupSettingFailed
source: Failed to configure launch at startup: {0}
de: Fehler beim Konfigurieren des Autostarts: {0}
es: Error al configurar el inicio automático: {0}
fr: Échec de la configuration du lancement au démarrage : {0}
it: Impossibile configurare l'avvio automatico: {0}
zh_cn: 设置开机自启动失败：{0}
zh_hk: 設定開機自啟動失敗：{0}

# App.Status.TraySwitched
source: [Tray] Switched power plan: {0}
de: [Infobereich] Energiesparplan gewechselt: {0}
es: [Bandeja] Plan de energía cambiado: {0}
fr: [Zone de notification] Mode d'alimentation changé : {0}
it: [Area di notifica] Combinazione cambiata: {0}
zh_cn: [托盘] 已切换电源计划：{0}
zh_hk: [系統匣] 已切換電源計劃：{0}

# App.Status.TrayInitFailed
source: [Tray] Initialization failed: {0}
de: [Infobereich] Initialisierung fehlgeschlagen: {0}
es: [Bandeja] Error de inicialización: {0}
fr: [Zone de notification] Échec de l'initialisation : {0}
it: [Area di notifica] Inizializzazione fallita: {0}
zh_cn: [托盘] 初始化失败：{0}
zh_hk: [系統匣] 初始化失敗：{0}

# App.Status.TrayAutoStart
source: [Tray] Launch at startup: {0}
de: [Infobereich] Autostart: {0}
es: [Bandeja] Inicio automático: {0}
fr: [Zone de notification] Lancement au démarrage : {0}
it: [Area di notifica] Avvio automatico: {0}
zh_cn: [托盘] 开机自启动：{0}
zh_hk: [系統匣] 開機自啟動：{0}

# App.Status.TrayAutoStartFailed
source: [Tray] Failed to configure launch at startup: {0}
de: [Infobereich] Autostart-Konfiguration fehlgeschlagen: {0}
es: [Bandeja] Error al configurar inicio automático: {0}
fr: [Zone de notification] Échec de la configuration du démarrage : {0}
it: [Area di notifica] Configurazione avvio automatico fallita: {0}
zh_cn: [托盘] 自启动设置失败：{0}
zh_hk: [系統匣] 自啟動設定失敗：{0}

# App.Status.On
source: On
de: Ein
es: Activado
fr: Activé
it: Attivato
zh_cn: 开启
zh_hk: 開啟

# App.Status.Off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
zh_cn: 关闭
zh_hk: 關閉

# Shell.Home
source: Home
de: Startseite
es: Inicio
fr: Accueil
zh_cn: 首页
zh_hk: 首頁

# Shell.Settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
zh_cn: 设置
zh_hk: 設定

# Main.RefreshPlansButton
source: Refresh plans
de: Pläne aktualisieren
es: Actualizar planes
fr: Actualiser les modes
it: Aggiorna combinazioni
zh_cn: 刷新计划
zh_hk: 重新整理計劃

# Main.PlanPickerTitle
source: Choose a power plan
de: Energiesparplan auswählen
es: Elegir un plan de energía
fr: Choisir un mode de gestion d'alimentation
it: Scegli una combinazione di risparmio energia
zh_cn: 选择要使用的电源计划
zh_hk: 選擇要使用的電源計劃

# Main.UltimateMissingTitle
source: Ultimate Performance plan not found
de: Höchstleistungsplan nicht gefunden
es: Plan de máximo rendimiento no encontrado
fr: Mode Performances ultimes introuvable
it: Combinazione Prestazioni elevate non trovata
zh_cn: 未发现卓越性能计划
zh_hk: 未發現卓越效能計劃

# Main.UltimateMissingMessage
source: Select the button to try creating the Ultimate Performance plan. Some devices may remove it automatically.
de: Klicken Sie auf die Schaltfläche, um zu versuchen, den Höchstleistungsplan zu erstellen. Einige Geräte entfernen ihn möglicherweise automatisch.
es: Haga clic en el botón para intentar crear el plan de máximo rendimiento. Algunos dispositivos pueden eliminarlo automáticamente.
fr: Cliquez sur le bouton pour essayer de créer le mode Performances ultimes. Certains appareils peuvent le supprimer automatiquement.
it: Fai clic sul pulsante per provare a creare la combinazione Prestazioni elevate. Alcuni dispositivi potrebbero rimuoverla automaticamente.
zh_cn: 可点击按钮尝试创建卓越性能计划，部分设备可能会自动移除该计划
zh_hk: 可點擊按鈕嘗試建立卓越效能計劃，部分裝置可能會自動移除該計劃

# Main.UltimateHiddenTitle
source: Hidden Ultimate Performance plan detected
de: Versteckter Höchstleistungsplan erkannt
es: Plan de máximo rendimiento oculto detectado
fr: Mode Performances ultimes masqué détecté
it: Rilevata combinazione Prestazioni elevate nascosta
zh_cn: 检测到隐藏的卓越性能计划
zh_hk: 偵測到隱藏的卓越效能計劃

# Main.UltimateHiddenMessage
source: This device may not show the plan in the list. You can activate it directly using the saved UUID.
de: Dieses Gerät zeigt den Plan möglicherweise nicht in der Liste an. Sie können ihn direkt mit der gespeicherten UUID aktivieren.
es: Es posible que este dispositivo no muestre el plan en la lista. Puede activarlo directamente con el UUID guardado.
fr: Cet appareil peut ne pas afficher ce mode dans la liste. Vous pouvez l'activer directement avec l'UUID enregistré.
it: Questo dispositivo potrebbe non mostrare la combinazione nell'elenco. Puoi attivarla direttamente usando l'UUID salvato.
zh_cn: 当前设备可能不会在计划列表中显示该计划，可使用已保存的 UUID 直接启用
zh_hk: 目前裝置可能不會在計劃清單中顯示該計劃，可使用已儲存的 UUID 直接啟用

# Main.CreateUltimateButton
source: Try to create Ultimate Performance plan
de: Höchstleistungsplan erstellen
es: Intentar crear plan de máximo rendimiento
fr: Essayer de créer le mode Performances ultimes
it: Prova a creare la combinazione Prestazioni elevate
zh_cn: 尝试创建卓越性能计划
zh_hk: 嘗試建立卓越效能計劃

# Main.ActivateUltimateButton
source: Activate hidden Ultimate Performance plan
de: Versteckten Höchstleistungsplan aktivieren
es: Activar plan de máximo rendimiento oculto
fr: Activer le mode Performances ultimes masqué
it: Attiva la combinazione Prestazioni elevate nascosta
zh_cn: 启用隐藏的卓越性能计划
zh_hk: 啟用隱藏的卓越效能計劃

# Main.StatusWaiting
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
zh_cn: 等待操作
zh_hk: 等待操作

# Main.Status.InitSuccess
source: Initialization complete
de: Initialisierung abgeschlossen
es: Inicialización completada
fr: Initialisation terminée
it: Inizializzazione completata
zh_cn: 初始化完成
zh_hk: 初始化完成

# Main.Status.InitFailed
source: Initialization failed: {0}
de: Initialisierung fehlgeschlagen: {0}
es: Error de inicialización: {0}
fr: Échec de l'initialisation : {0}
it: Inizializzazione fallita: {0}
zh_cn: 初始化失败：{0}
zh_hk: 初始化失敗：{0}

# Main.Status.PlansLoaded
source: Power plans loaded: {0}
de: Energiesparpläne geladen: {0}
es: Planes de energía cargados: {0}
fr: Modes d'alimentation chargés : {0}
it: Combinazioni caricate: {0}
zh_cn: 已读取电源计划：{0} 项
zh_hk: 已讀取電源計劃：{0} 項

# Main.Status.RefreshFailed
source: Refresh failed: {0}
de: Aktualisierung fehlgeschlagen: {0}
es: Error de actualización: {0}
fr: Échec de l'actualisation : {0}
it: Aggiornamento fallito: {0}
zh_cn: 刷新失败：{0}
zh_hk: 重新整理失敗：{0}

# Main.Status.SwitchSuccess
source: Switched power plan: {0}
de: Energiesparplan gewechselt: {0}
es: Plan de energía cambiado: {0}
fr: Mode d'alimentation changé : {0}
it: Combinazione cambiata: {0}
zh_cn: 切换电源计划成功：{0}
zh_hk: 切換電源計劃成功：{0}

# Main.Status.SwitchFailed
source: Switch failed: {0}
de: Wechsel fehlgeschlagen: {0}
es: Error al cambiar: {0}
fr: Échec du changement : {0}
it: Cambio fallito: {0}
zh_cn: 切换失败：{0}
zh_hk: 切換失敗：{0}

# Main.Status.UltimateExists
source: An Ultimate Performance plan already exists
de: Ein Höchstleistungsplan ist bereits vorhanden
es: Ya existe un plan de máximo rendimiento
fr: Un mode Performances ultimes existe déjà
it: Esiste già una combinazione Prestazioni elevate
zh_cn: 系统中已存在卓越性能计划
zh_hk: 系統中已存在卓越效能計劃

# Main.Status.UltimateCreated
source: Attempted to create the Ultimate Performance plan. Refer to the current plan list for the result.
de: Höchstleistungsplan wurde erstellt. Überprüfen Sie die aktuelle Liste für das Ergebnis.
es: Se ha intentado crear el plan de máximo rendimiento. Consulte la lista actual para ver el resultado.
fr: Tentative de création du mode Performances ultimes. Consultez la liste actuelle pour le résultat.
it: Tentativo di creare la combinazione Prestazioni elevate. Controlla l'elenco attuale per il risultato.
zh_cn: 已尝试创建卓越性能计划，请以当前计划列表为准
zh_hk: 已嘗試建立卓越效能計劃，請以目前計劃清單為準

# Main.Status.UltimateActivated
source: Activated the Ultimate Performance plan using the saved UUID
de: Höchstleistungsplan mit gespeicherter UUID aktiviert
es: Plan de máximo rendimiento activado con el UUID guardado
fr: Mode Performances ultimes activé avec l'UUID enregistré
it: Combinazione Prestazioni elevate attivata con l'UUID salvato
zh_cn: 已通过保存的 UUID 启用卓越性能计划
zh_hk: 已透過儲存的 UUID 啟用卓越效能計劃

# Main.Status.UltimateCreateFailed
source: Failed to create the Ultimate Performance plan: {0}
de: Erstellen des Höchstleistungsplans fehlgeschlagen: {0}
es: Error al crear el plan de máximo rendimiento: {0}
fr: Échec de création du mode Performances ultimes : {0}
it: Creazione della combinazione Prestazioni elevate fallita: {0}
zh_cn: 创建卓越性能计划失败：{0}
zh_hk: 建立卓越效能計劃失敗：{0}

# Main.Status.UltimateActivateFailed
source: Failed to activate the hidden Ultimate Performance plan. The saved UUID was cleared: {0}
de: Aktivierung des versteckten Höchstleistungsplans fehlgeschlagen. Gespeicherte UUID gelöscht: {0}
es: Error al activar el plan de máximo rendimiento oculto. UUID guardado eliminado: {0}
fr: Échec d'activation du mode Performances ultimes masqué. L'UUID enregistré a été effacé : {0}
it: Attivazione della combinazione Prestazioni elevate nascosta fallita. UUID salvato cancellato: {0}
zh_cn: 启用隐藏的卓越性能计划失败，已清除保存的 UUID：{0}
zh_hk: 啟用隱藏的卓越效能計劃失敗，已清除儲存的 UUID：{0}

# Main.CopyPlanButton
source: Copy plan
de: Plan kopieren
es: Copiar plan
fr: Copier le mode
it: Copia combinazione
zh_cn: 复制计划
zh_hk: 複製計劃

# Main.CopyDialogTitle
source: Copy power plan
de: Energiesparplan kopieren
es: Copiar plan de energía
fr: Copier le mode d'alimentation
it: Copia combinazione di risparmio energia
zh_cn: 复制电源计划
zh_hk: 複製電源計劃

# Main.CopyDialogConfirm
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
zh_cn: 复制
zh_hk: 複製

# Main.CopyDialogCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
zh_cn: 取消
zh_hk: 取消

# Main.CopyDialogPlaceholder
source: Enter a name for the new plan
de: Namen für neuen Plan eingeben
es: Introduzca el nombre del nuevo plan
fr: Saisir le nom du nouveau mode
it: Inserisci il nome della nuova combinazione
zh_cn: 请输入新计划名称
zh_hk: 請輸入新計劃名稱

# Main.Status.CopyNameEmpty
source: Copy failed: The name cannot be empty
de: Kopieren fehlgeschlagen: Name darf nicht leer sein
es: Error al copiar: el nombre no puede estar vacío
fr: Échec de la copie : le nom ne peut pas être vide
it: Copia fallita: il nome non può essere vuoto
zh_cn: 复制失败：名称不能为空
zh_hk: 複製失敗：名稱不能為空

# Main.Status.CopySuccess
source: Power plan copied: {0}
de: Energiesparplan kopiert: {0}
es: Plan de energía copiado: {0}
fr: Mode d'alimentation copié : {0}
it: Combinazione copiata: {0}
zh_cn: 已复制电源计划：{0}
zh_hk: 已複製電源計劃：{0}

# Main.Status.CopyFailed
source: Copy failed: {0}
de: Kopieren fehlgeschlagen: {0}
es: Error al copiar: {0}
fr: Échec de la copie : {0}
it: Copia fallita: {0}
zh_cn: 复制失败：{0}
zh_hk: 複製失敗：{0}

# Main.DeletePlanHint
source: To delete a plan, use Control Panel
de: Um einen Plan zu löschen, verwenden Sie die Systemsteuerung
es: Para eliminar un plan, use el Panel de control
fr: Pour supprimer un mode, utilisez le Panneau de configuration
it: Per eliminare una combinazione, usa il Pannello di controllo
zh_cn: 如需删除计划，请前往控制面板操作
zh_hk: 如需刪除計劃，請前往控制台操作

# Main.DefaultPlanName
source: Power plan
de: Energiesparplan
es: Plan de energía
fr: Mode d'alimentation
it: Combinazione di risparmio energia
zh_cn: 电源计划
zh_hk: 電源計劃

# Main.CopySuffix
source: Copy
de: Kopie
es: Copia
fr: Copie
it: Copia
zh_cn: 副本
zh_hk: 副本

# Settings.PageTitle
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
zh_cn: 设置
zh_hk: 設定

# Settings.Tools.Title
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
zh_cn: 工具
zh_hk: 工具

# Settings.Language.Title
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
zh_hk: 語言

# Settings.Language.Desc
source: Choose the display language
de: Anzeigesprache auswählen
es: Elegir el idioma de la interfaz
fr: Choisir la langue d'affichage
it: Scegli la lingua dell'interfaccia
zh_hk: 選擇介面顯示語言

# Settings.Language.Automatic
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
zh_hk: 自動

# Settings.Language.RestartTitle
source: Language saved
de: Sprache gespeichert
es: Idioma guardado
fr: Langue enregistrée
it: Lingua salvata
zh_hk: 語言已儲存

# Settings.Language.RestartMessage
source: The language change will take effect after you restart PowerPlan.
de: Die neue Sprache wird nach dem Neustart von PowerPlan übernommen.
es: El cambio de idioma se aplicará después de reiniciar PowerPlan.
fr: La nouvelle langue sera appliquée après le redémarrage de PowerPlan.
it: La nuova lingua sarà applicata dopo il riavvio di PowerPlan.
zh_hk: 語言設定將在重新啟動 PowerPlan 後生效。

# Settings.Language.RestartNow
source: Restart now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
zh_hk: 立即重新啟動

# Settings.Language.RestartLater
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
zh_hk: 稍後

# Settings.Language.RestartFailed.Title
source: Restart failed
de: Neustart fehlgeschlagen
es: Error al reiniciar
fr: Échec du redémarrage
it: Riavvio fallito
zh_hk: 重新啟動失敗

# Settings.Language.RestartFailed.RestartPending
source: PowerPlan is already waiting to restart. Please try again later.
de: PowerPlan wartet bereits auf einen Neustart. Bitte versuchen Sie es später erneut.
es: PowerPlan ya está esperando para reiniciarse. Inténtelo de nuevo más tarde.
fr: PowerPlan attend déjà un redémarrage. Veuillez réessayer plus tard.
it: PowerPlan è già in attesa di riavvio. Riprova più tardi.
zh_hk: PowerPlan 已在等待重新啟動，請稍後再試。

# Settings.Language.RestartFailed.InvalidUser
source: PowerPlan could not restart under the current user.
de: PowerPlan konnte mit dem aktuellen Benutzer nicht neu gestartet werden.
es: PowerPlan no pudo reiniciarse con el usuario actual.
fr: PowerPlan n'a pas pu redémarrer avec l'utilisateur actuel.
it: PowerPlan non può riavviarsi con l'utente corrente.
zh_hk: PowerPlan 無法以目前使用者身份重新啟動。

# Settings.Language.RestartFailed.NotInForeground
source: PowerPlan must be in the foreground to restart.
de: PowerPlan muss im Vordergrund sein, um neu gestartet zu werden.
es: PowerPlan debe estar en primer plano para reiniciarse.
fr: PowerPlan doit être au premier plan pour redémarrer.
it: PowerPlan deve essere in primo piano per riavviarsi.
zh_hk: PowerPlan 必須位於前景才能重新啟動。

# Settings.Language.RestartFailed.Other
source: PowerPlan could not restart. Please restart it manually.
de: PowerPlan konnte nicht neu gestartet werden. Bitte starten Sie es manuell.
es: PowerPlan no pudo reiniciarse. Reinícielo manualmente.
fr: PowerPlan n'a pas pu redémarrer. Veuillez le redémarrer manuellement.
it: PowerPlan non può riavviarsi. Riavvia manualmente.
zh_hk: PowerPlan 無法重新啟動，請手動重新啟動。

# Settings.AutoStart.Title
source: Launch at startup
de: Beim Anmelden starten
es: Iniciar al arrancar
fr: Lancer au démarrage
it: Avvia all'accesso
zh_cn: 开机自启动
zh_hk: 開機自啟動

# Settings.AutoStart.Desc
source: Off by default. Start PowerPlan automatically after you sign in.
de: Standardmäßig deaktiviert. Startet PowerPlan automatisch nach der Anmeldung.
es: Desactivado por defecto. Inicia PowerPlan automáticamente al iniciar sesión.
fr: Désactivé par défaut. Lance PowerPlan automatiquement après la connexion.
it: Disattivato per impostazione predefinita. Avvia PowerPlan automaticamente dopo l'accesso.
zh_cn: 默认关闭，可在登录后自动启动 PowerPlan
zh_hk: 預設關閉，可在登入後自動啟動 PowerPlan

# Settings.AutoStart.Unsupported
source: Available only when installed as an MSIX package
de: Nur als MSIX-Paket verfügbar
es: Solo disponible con paquete MSIX
fr: Disponible uniquement avec un package MSIX
it: Disponibile solo con pacchetto MSIX
zh_cn: 仅 MSIX 打包安装后可用
zh_hk: 僅 MSIX 封裝安裝後可用

# Settings.Tray.Title
source: Enable system tray
de: Infobereich aktivieren
es: Activar bandeja del sistema
fr: Activer la zone de notification
it: Attiva area di notifica
zh_cn: 启用托盘
zh_hk: 啟用系統匣

# Settings.Tray.Desc
source: On by default. When disabled, closing the window exits the app.
de: Standardmäßig aktiviert. Wenn deaktiviert, beendet das Schließen des Fensters die App.
es: Activado por defecto. Si se desactiva, cerrar la ventana sale de la aplicación.
fr: Activé par défaut. Si désactivé, fermer la fenêtre quitte l'application.
it: Attivato per impostazione predefinita. Se disattivato, chiudere la finestra esce dall'app.
zh_cn: 默认开启，关闭后点击窗口关闭将直接退出
zh_hk: 預設開啟，關閉後點擊視窗關閉將直接結束

# Settings.LaunchToTray.Title
source: Launch to system tray
de: In Infobereich starten
es: Iniciar en la bandeja
fr: Démarrer dans la zone de notification
it: Avvia nell'area di notifica
zh_hk: 啟動到系統匣

# Settings.LaunchToTray.Desc
source: When enabled, PowerPlan starts with only its system tray icon visible.
de: Wenn aktiviert, startet PowerPlan nur mit dem Infobereich-Symbol.
es: Si se activa, PowerPlan se inicia solo con el icono en la bandeja del sistema.
fr: Si activé, PowerPlan démarre avec uniquement son icône dans la zone de notification.
it: Se attivato, PowerPlan si avvia mostrando solo l'icona nell'area di notifica.
zh_hk: 啟用後，啟動 PowerPlan 時僅顯示系統匣圖示

# Settings.SaveFailed
source: Failed to save settings: {0}
de: Fehler beim Speichern der Einstellungen: {0}
es: Error al guardar la configuración: {0}
fr: Échec de l'enregistrement des paramètres : {0}
it: Salvataggio impostazioni fallito: {0}
zh_hk: 儲存設定失敗：{0}

# Settings.Tools.PowerOptions
source: Power Options
de: Energieoptionen
es: Opciones de energía
fr: Options d'alimentation
it: Opzioni risparmio energia
zh_cn: 前往电源选项
zh_hk: 前往電源選項

# Settings.Tools.PowerOptionsDesc
source: Open Power Options in Windows Control Panel
de: Energieoptionen in der Systemsteuerung öffnen
es: Abrir Opciones de energía en el Panel de control
fr: Ouvrir les Options d'alimentation dans le Panneau de configuration
it: Apri Opzioni risparmio energia nel Pannello di controllo
zh_cn: 打开 Windows 控制面板中的电源选项页面
zh_hk: 開啟 Windows 控制台中的電源選項頁面

# Settings.Tools.RestorePowerPlans
source: Restore power plans
de: Energiesparpläne wiederherstellen
es: Restaurar planes de energía
fr: Restaurer les modes d'alimentation
it: Ripristina combinazioni
zh_cn: 恢复电源计划
zh_hk: 復原電源計劃

# Settings.Tools.RestorePowerPlansDesc
source: Restore the default Windows power plans and clear the saved Ultimate Performance UUID
de: Standard-Energiesparpläne von Windows wiederherstellen und gespeicherte Höchstleistungs-UUID löschen
es: Restaurar los planes de energía predeterminados y borrar el UUID de máximo rendimiento guardado
fr: Restaurer les modes d'alimentation par défaut et effacer l'UUID Performances ultimes enregistré
it: Ripristina le combinazioni predefinite di Windows e cancella l'UUID Prestazioni elevate salvato
zh_cn: 将 Windows 电源计划恢复为默认状态，并清空已保存的卓越性能 UUID
zh_hk: 將 Windows 電源計劃還原為預設狀態，並清除已儲存的卓越效能 UUID

# Settings.Tools.Website
source: Official website
de: Offizielle Website
es: Sitio web oficial
fr: Site officiel
it: Sito ufficiale
zh_cn: 前往本软件代码仓库
zh_hk: 前往軟件官網

# Settings.Tools.Repository
source: Source code repository
de: Quellcode-Repository
es: Repositorio de código
fr: Dépôt du code source
it: Repository del codice sorgente
zh_hk: 前往本軟件程式碼存放庫

# Settings.Tools.Feedback
source: Contact the developer
es: Contactar al desarrollador
it: Contatta lo sviluppatore
zh_cn: 反馈到开发者邮箱
zh_hk: 意見反映到開發者電郵

# Settings.Tools.FeedbackDesc
source: Found a problem while using the app? Feedback is welcome.
es: ¿Encontró un problema? Sus comentarios son bienvenidos.
it: Hai riscontrato un problema? I feedback sono benvenuti.
zh_cn: 使用本软件时遇到问题，欢迎反馈
zh_hk: 使用本軟件時遇到問題，歡迎反映

# Settings.Tools.OpenButton
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
zh_cn: 打开
zh_hk: 開啟

# Settings.Tools.RestoreButton
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
zh_cn: 恢复
zh_hk: 復原

# Settings.Tools.FeedbackCopy
source: Copy email address
es: Copiar correo electrónico
it: Copia indirizzo email
zh_cn: 复制反馈邮箱
zh_hk: 複製意見反映電郵地址

# Settings.AppVersion.Title
source: App version
es: Versión de la app
fr: Version de l'application
it: Versione app
zh_hk: 軟件版本

# Settings.AppVersion.Desc
source: Currently installed version of PowerPlan
de: Aktuell installierte Version von PowerPlan
es: Versión instalada actualmente de PowerPlan
fr: Version actuellement installée de PowerPlan
it: Versione attualmente installata di PowerPlan
zh_hk: 目前安裝的 PowerPlan 版本

# Settings.RestoreDialog.SuccessTitle
source: Restore complete
de: Wiederherstellung abgeschlossen
es: Restauración completada
fr: Restauration terminée
it: Ripristino completato
zh_cn: 恢复完成
zh_hk: 復原完成

# Settings.RestoreDialog.SuccessMessage
source: The default power plans were restored and the saved Ultimate Performance UUID was cleared.
de: Die Standard-Energiesparpläne wurden wiederhergestellt und die Höchstleistungs-UUID wurde gelöscht.
es: Se restauraron los planes de energía predeterminados y se borró el UUID de máximo rendimiento.
fr: Les modes d'alimentation par défaut ont été restaurés et l'UUID Performances ultimes a été effacé.
it: Le combinazioni predefinite sono state ripristinate e l'UUID Prestazioni elevate è stato cancellato.
zh_cn: 已恢复默认电源计划，并清空保存的卓越性能 UUID。
zh_hk: 已還原預設電源計劃，並清除已儲存的卓越效能 UUID。

# Settings.RestoreDialog.FailedTitle
source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Error de restauración
fr: Échec de la restauration
it: Ripristino fallito
zh_cn: 恢复失败
zh_hk: 復原失敗

# Settings.RestoreDialog.FailedMessage
source: Failed to restore power plans: {0}
de: Wiederherstellung der Energiesparpläne fehlgeschlagen: {0}
es: Error al restaurar los planes de energía: {0}
fr: Échec de la restauration des modes d'alimentation : {0}
it: Ripristino combinazioni fallito: {0}
zh_cn: 恢复电源计划失败：{0}
zh_hk: 復原電源計劃失敗：{0}

# Settings.RestoreConfirmDialog.Title
source: Restore default power plans?
de: Standard-Energiesparpläne wiederherstellen?
es: ¿Restaurar planes predeterminados?
fr: Restaurer les modes d'alimentation par défaut ?
it: Ripristinare le combinazioni predefinite?
zh_hk: 確認復原預設電源計劃

# Settings.RestoreConfirmDialog.Message
source: This will restore the default Windows power plans and clear the saved Ultimate Performance UUID. Do you want to continue?
de: Dies stellt die Standard-Energiesparpläne von Windows wieder her und löscht die gespeicherte Höchstleistungs-UUID. Möchten Sie fortfahren?
es: Esto restaurará los planes de energía predeterminados de Windows y borrará el UUID de máximo rendimiento guardado. ¿Desea continuar?
fr: Cela va restaurer les modes d'alimentation par défaut de Windows et effacer l'UUID Performances ultimes enregistré. Voulez-vous continuer ?
it: Questa operazione ripristinerà le combinazioni predefinite di Windows e cancellerà l'UUID Prestazioni elevate salvato. Continuare?
zh_hk: 此操作會還原 Windows 預設電源計劃，並清除已儲存的卓越效能 UUID。確認繼續嗎？

# Settings.RestoreConfirmDialog.Confirm
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
zh_hk: 確認復原

# Settings.RestoreConfirmDialog.Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
zh_hk: 取消

# Settings.FeedbackDialog.Title
source: Copied
es: Copiado
it: Copiato
zh_hk: 複製成功

# Settings.Status.FeedbackCopied
source: The email address was copied to the clipboard
es: El correo electrónico se copió al portapapeles
it: L'indirizzo email è stato copiato negli appunti
zh_cn: 邮箱已复制到剪贴板
zh_hk: 電郵地址已複製到剪貼簿
